{"id":"paper_biochar_001","title":"Synergetic effects of potassium and biochar on morphological, physiological, and biochemical attributes of maize crop grown under different levels of drought stress","authors":"Shafeeq Ur Rahman, Jing-Cheng Han, Ghulam Yasin, Muhammad Talha Imtiaz, Xu Zhao, Sulaiman Ali Alharbi, Saleh Alfarraj, Abdullah A. Alarfaj","journal":"BMC Plant Biology","year":"2025","doi":"10.1186/s12870-025-06391-3","url":"https://bmcplantbiol.biomedcentral.com/articles/10.1186/s12870-025-06391-3","keyAssumptions":"Single amendments (biochar OR potassium) sufficient for drought mitigation; Individual soil treatments adequate for stress tolerance","citation":"Rahman, S. U., Han, J. C., Yasin, G., Imtiaz, M. T., Zhao, X., Alharbi, S. A., Alfarraj, S., & Alarfaj, A. A. (2025). Synergetic effects of potassium and biochar on morphological, physiological, and biochemical attributes of maize crop grown under different levels of drought stress. BMC Plant Biology, 25, 402.","notes":"Demonstrates synergistic effects of biochar + potassium combination outperform individual treatments. Key finding: 20 t/ha biochar with optimal K provides superior drought tolerance through improved water retention, reduced oxidative stress, enhanced chlorophyll content.","addedDate":"2025-08-12T00:07:47Z"}
{"id":"paper_biochar_002","title":"Amelioration of Drought Tolerance in Maize Using Rice Husk Biochar","authors":"Md. Abdul Mannan, Mariam Akter Shashi","journal":"IntechOpen","year":"2020","doi":"10.5772/intechopen.69839","url":"https://www.intechopen.com/citation-pdf-url/69839","keyAssumptions":"Drought mitigation requires expensive infrastructure or genetic modification; Agricultural waste has limited value for soil improvement","citation":"Mannan, M. A., & Shashi, M. A. (2020). Amelioration of Drought Tolerance in Maize Using Rice Husk Biochar. IntechOpen.","notes":"Agricultural waste (rice husk) biochar at 20 t/ha provides optimal drought tolerance. Reduced proline content, enhanced chlorophyll, improved water-use efficiency. Validates locally-sourced biochar approach.","addedDate":"2025-08-12T00:07:47Z"}
{"id":"paper_biochar_003","title":"Improving maize yield and drought tolerance in field conditions through activated biochar application","authors":"Mohamed A. El-Sheikh, et al.","journal":"Scientific Reports","year":"2024","doi":"10.1038/s41598-024-76082-w","url":"https://www.nature.com/articles/s41598-024-76082-w","keyAssumptions":"Laboratory results translate directly to field conditions; Conventional biochar sufficient without activation processes","citation":"El-Sheikh, M. A., et al. (2024). Improving maize yield and drought tolerance in field conditions through activated biochar application. Scientific Reports, 14, 24618.","notes":"Field validation shows activated biochar outperforms conventional biochar. Enhanced soil structure, water retention, crop water-use efficiency under realistic farming conditions. Bridges lab-to-field gap.","addedDate":"2025-08-12T00:07:47Z"}
{"id":"paper_biochar_004","title":"Impact of biochar on water retention of two agricultural soils – A multi-scale analysis","authors":"Daoyuan Wang, Chongyang Li, Sanjai J Parikh, Kate M Scow","journal":"Geoderma","year":"2019","doi":"10.1016/j.geoderma.2018.12.031","url":"https://www.sciencedirect.com/science/article/pii/S0016706118315829","keyAssumptions":"Single-scale studies adequate for biochar recommendations; Laboratory water retention translates to field benefits; Biochar effects are permanent","citation":"Wang, D., Li, C., Parikh, S. J., & Scow, K. M. (2019). Impact of biochar on water retention of two agricultural soils – A multi-scale analysis. Geoderma, 340, 57-68.","notes":"Multi-scale analysis reveals biochar benefits are scale-dependent and temporary. High surface area biochar with large particles (≥1 mm) most effective in sandy soils. Benefits diminish as pores fill over time.","addedDate":"2025-08-12T00:07:47Z"}
{"id":"paper_biochar_005","title":"Effects of pyrolysis temperature on the hydrologically relevant porosity of willow biochar","authors":"Jari Hyväluoma, Markus Hannula, Kai Arstila, Hailong Wang, Sampo Kulju, Kimmo Rasa","journal":"arXiv","year":"2018","doi":"10.48550/arXiv.1810.07417","url":"https://arxiv.org/pdf/1810.07417v1.pdf","keyAssumptions":"Higher pyrolysis temperature improves plant-available water storage; Pyrogenetic porosity increase translates to water retention benefits","citation":"Hyväluoma, J., Hannula, M., Arstila, K., Wang, H., Kulju, S., & Rasa, K. (2018). Effects of pyrolysis temperature on the hydrologically relevant porosity of willow biochar. arXiv:1810.07417 [cond-mat.mtrl-sci].","notes":"X-ray tomography reveals feedstock properties determine water-relevant porosity more than pyrolysis temperature. Challenges temperature-centric optimization approach for agricultural applications.","addedDate":"2025-08-12T00:07:47Z"}
{"id":"paper_biochar_006","title":"Influence of feedstocks and pyrolysis on biochar's capacity to modify soil water retention characteristics","authors":"M. Gundale, et al.","journal":"Journal of Hydrology","year":"2015","doi":"10.1016/j.jhydrol.2015.04.027","url":"https://www.sciencedirect.com/science/article/pii/S0165237015300395","keyAssumptions":"Biochar water retention primarily due to porosity; Limited consideration of feedstock-pyrolysis method interactions","citation":"Gundale, M., et al. (2015). Influence of feedstocks and pyrolysis on biochar's capacity to modify soil water retention characteristics. Journal of Hydrology, 525, 672-679.","notes":"Fast pyrolysis biochars from corn stover and switchgrass superior for plant available water. Provides 1.4-2.6 days additional water availability. Systematic feedstock-pyrolysis method comparison approach.","addedDate":"2025-08-12T00:07:47Z"}